Repository: richard-blazek/SIMSA
Catalog: SIMSA/Resources/AppResources.*.resx
Languages: cs

source: Add
cs: Sečíst

# AddAlphabet
source: Add an alphabet
cs: Přidat abecedu

source: Alphabet name
cs: Název abecedy

source: Alphabets
cs: Abecedy

source: Analyse
cs: Analyzovat

# BraillePageTitle
source: Braille alphabet
cs: Braillovo písmo

source: Clear
cs: Vymazat

# ColorConverterPageTitle
source: Colors
cs: Barvy

source: Confirm
cs: Potvrdit

source: Convert to binary
cs: Převést do dvojkové soustavy

source: Czech
cs: Čeština

# CzechDiacritics
source: Czech (including diacritics)
cs: Čeština (s diakritikou)

source: Decryption
cs: Dešifrování

source: Delete
cs: Smazat

# EditAlphabetPageTitle
source: Edit alphabet
cs: Upravit abecedu

source: Encryption
cs: Šifrování

source: English
cs: Angličtina

source: English alphabet
cs: Anglická abeceda

source: Find primes up to
cs: Hledat prvočísla do

# FlagSemaphorePageTitle
source: Flag semaphore
cs: Vlajková abeceda

# FrequencyAnalysisPageTitle
source: Frequency analysis
cs: Frekvenční analýza

source: From radix
cs: Ze základu

source: Greek alphabet
cs: Alfabeta

source: Hebrew alphabet
cs: Hebrejské písmo

source: Invert
cs: Invertovat

source: Key
cs: Klíč

source: Letters of the alphabet
cs: Písmena abecedy

# ManageAlphabetsPageTitle
source: Manage alphabets
cs: Spravovat abecedy

# MenuPageTitle
source: Cipher App
cs: ŠIMŠA

source: Mirror
cs: Překlopit

# MorseEntryPlaceholder
source: Dash is "-" dot is "." and separator is "/"
cs: Čárka je "-" tečka je "." a oddělovač je "/"

# MorsePageTitle
source: Morse code
cs: Morseova abeceda

source: New alphabet
cs: Nová abeceda

source: Numeric base
cs: Základ číselné soustavy

# NumericPageTitle
source: Number code
cs: Číselný kód

source: Omitted letter
cs: Vynechané písmeno

# PlayfairPageTitle
source: Playfair cipher
cs: Playfairova šifra

# PrimeCountFormat
source: Prime count: {0}
cs: Počet prvočísel: {0}

# PrimesPageTitle
source: Primes
cs: Prvočísla

source: Radix
cs: Základ

# RadixConverterPageTitle
source: Radix converter
cs: Převod číselných soustav

source: Result
cs: Výsledek

source: Russian alphabet
cs: Azbuka

# SelectAlphabetPageTitle
source: Select alphabet
cs: Vybrat abecedu

source: Separator
cs: Oddělovač

source: Subtract
cs: Odečíst

source: To radix
cs: Na základ

source: Turn
cs: Otočit

source: Upper bound
cs: Horní mez

# VigenerePageTitle
source: Alphabet shift
cs: Posun abecedy
